"TERMS_OF_USE_URL" = "https://www.termsfeed.com/terms-conditions/16a53de99258af62f133a5d34e18a615";

"PRIVACY_POLICY_URL" = "https://www.termsfeed.com/privacy-policy/22294cc6d2e39ded80b08a961d66cd2e";

"SUPPORT_URL" = "https://thedropletapp.com/support-app/";

"SUBSCRIPTION_INFO_URL" = "https://thedropletapp.com/subscription-app/";

"SHARE_URL" = "https://thedropletapp.com";

"UPGRADE_DISCLAIMER_BODY" = "If you choose to purchase Mirchi Diamond, payment will be charged to your iTunes account, and your account will be charged for renewal within 24-hours prior to the end of the current period. Auto-renewal may be turned off at any time by going to your settings in the iTunes Store after purchase. The current Mirchi Diamond subscription price is $4.99 USD/month. Prices are in United States Dollar, may vary in countries other than the U.S.A. and are subject to change without notice. You can manage your subscriptions from your App Store Account Settings. If you  choose not to purchase Mirchi Diamond, you can simply continue using Mirchi for free. For more information please see our %1$@ and %2$@.";

"SETTINGS_ALREADY_SUBSCRIBED_ALERT_BODY" = "You have an active Mirchi Diamond subscription.";

/* Not Old Enough Alert Body */
"DOB_ENTRY_NOT_OLD_ENOUGH_ALERT_BODY" = "You're not old enough to use Mirchi.";

/* */
"MENU_ALREADY_SUBSCRIBED_ALERT_BODY" = "You have an active Mirchi Diamond subscription.";

/* Auth Continue Button Default Title */
"AUTH_DEFAULT_CONTINUE_BUTTON" = "Continue";

/* Cancel Button */
"CHAT_ACTION_SHEET_CANCEL_BUTTON" = "Cancel";

/* Crop Attachment Back Button */
"CHAT_ATTACHEMENT_IMAGE_CROP_CANCEL_BUTTON" = "Cancel";

/* Image send failed HUD message */
"CHAT_ATTACHEMENT_IMAGE_SEND_FAILED" = "Upload Failed";

/* Crop Attachment Done Button */
"CHAT_ATTACHMENT_IMAGE_CROP_DONE_BUTTON" = "Done";

/* Cancel Button */
"CHAT_ATTACHMENTS_ACTION_SHEET_CANCEL_BUTTON" = "Cancel";

/* Attachment Select Menu */
"CHAT_ATTACHMENTS_CAMERA_BUTTON" = "Camera";

/* Attachment Select Menu */
"CHAT_ATTACHMENTS_LOCATION_BUTTON" = "Location";

/* Attachment Select Menu */
"CHAT_ATTACHMENTS_PHOTO_LIBRARY_BUTTON" = "Photo Library";

/* Camera permission required alert body */
"CHAT_ATTACHMENTS_CAMERA_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to the camera from Settings.";

/* Camera permission required alert cancel button */
"CHAT_ATTACHMENTS_CAMERA_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON" = "Cancel";

/* Camera permission required alert settings button */
"CHAT_ATTACHMENTS_CAMERA_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Camera permission required alert title */
"CHAT_ATTACHMENTS_CAMERA_PERMISSION_REQUIRED_ALERT_TITLE" = "Camera Permission Required";

/* Photo library permission required alert body */
"CHAT_ATTACHMENTS_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to photos from Settings.";

/* Photo library permission required alert cancel button */
"CHAT_ATTACHMENTS_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON" = "Cancel";

/* Photo library permission required alert settings button */
"CHAT_ATTACHMENTS_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Photo library permission required alert title */
"CHAT_ATTACHMENTS_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_TITLE" = "Photos Permission Required";

/* Message shown on while chat is connecting */
"CHAT_CONNECTING_NOTICE" = "Connecting...";

/* Last message text for Location attachment */
"CHAT_LAST_MESSAGE_LOCATION_ATTACHMENT" = "Location Received";

/* Last message text for other Attachment */
"CHAT_LAST_MESSAGE_ATTACHMENT" = "Attachment Received";

/* */
"CHAT_NEW_MESSAGE_FIELD_PLACEHOLDER" = "Type a message...";

/* You Match With Text */
"CHAT_NO_MESSAGES_MATCHED_HEADING" = "You matched with %@";

/* Report Button */
"CHAT_REPORT_BUTTON_NO_NAME" = "Report";

/* Report Button (with user's name) */
"CHAT_REPORT_BUTTON_WITH_NAME" = "Report %@";

/* Unmatch Alert Body */
"CHAT_UNMATCH_ALERT_BODY" = "Unmatching will delete your messages and cannot be undone.";

/* Cancel Button */
"CHAT_UNMATCH_ALERT_CANCEL_BUTTON" = "Cancel";

/* Unmatch Alert Title */
"CHAT_UNMATCH_ALERT_TITLE" = "Unmatch";

/* Unmatch Button */
"CHAT_UNMATCH_ALERT_UNMATCH_BUTTON" = "Unmatch";

/* Unmatch Button */
"CHAT_UNMATCH_BUTTON" = "Unmatch";

/* Report Button */
"CHATS_ROW_SWIPE_REPORT_BUTTON" = "Report";

/* Unmatch Button */
"CHATS_ROW_SWIPE_UNMATCH_BUTTON" = "Unmatch";

/* Unmatch Alert Body */
"CHATS_UNMATCH_ALERT_BODY" = "Unmatching will delete your messages and cannot be undone.";

/* Cancel Button */
"CHATS_UNMATCH_ALERT_CANCEL_BUTTON" = "Cancel";

/* Unmatch Alert Title */
"CHATS_UNMATCH_ALERT_TITLE" = "Unmatch";

/* Unmatch Button */
"CHATS_UNMATCH_ALERT_UNMATCH_BUTTON" = "Unmatch";

/* Phone Auth Resend Button Enabled */
"CODE_ENTRY_RESEND_BUTTON" = "Resend";

/* Phone Auth Resend Button With Time */
"CODE_ENTRY_RESEND_BUTTON_WITH_COUNTDOWN" = "Resend (%d)";

/* Dismiss Button */
"Dismiss" = "Dismiss";

/* Dismiss Button */
"DOB_ENTRY_NOT_OLD_ENOUGH_ALERT_CLOSE_BUTTON" = "Close";

/* Not Old Enough Alert Title */
"DOB_ENTRY_NOT_OLD_ENOUGH_ALERT_TITLE" = "Oops!";

/* Camera permission required alert body */
"EDIT_PROFILE_CAMERA_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to the camera from Settings.";

/* Camera permission required alert cancel button */
"EDIT_PROFILE_CAMERA_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON" = "Cancel";

/* Camera permission required alert settings button */
"EDIT_PROFILE_CAMERA_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Camera permission required alert title */
"EDIT_PROFILE_CAMERA_PERMISSION_REQUIRED_ALERT_TITLE" = "Camera Permission Required";

/* Photo library permission required alert body */
"EDIT_PROFILE_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to photos from Settings.";

/* Photo library permission required alert cancel button */
"EDIT_PROFILE_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON" = "Cancel";

/* Photo library permission required alert settings button */
"EDIT_PROFILE_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Photo library permission required alert title */
"EDIT_PROFILE_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_TITLE" = "Photos Permission Required";

/* Cancel Button */
"EDIT_PROFILE_EXISTING_IMAGE_MENU_CANCEL_BUTTON" = "Cancel";

/* Edit Pictures Delete Image */
"EDIT_PROFILE_EXISTING_IMAGE_MENU_DELETE_BUTTON" = "Delete Photo";

/* Edit Pictures Make Profile Image */
"EDIT_PROFILE_EXISTING_IMAGE_MENU_MAKE_MAIN_BUTTON" = "Make Main Photo";

/* Edit Pictures Replace Image */
"EDIT_PROFILE_EXISTING_IMAGE_MENU_REPLACE_BUTTON" = "Replace Photo";

/* User Selecting Own Gender Female */
"EDIT_PROFILE_GENDER_SELECTED_FEMALE" = "Female";

/* User Selecting Own Gender Male */
"EDIT_PROFILE_GENDER_SELECTED_MALE" = "Male";

/* Image Uploading HUD Complete */
"EDIT_PROFILE_HUD_IMAGE_UPLOAD_COMPLETE" = "Upload Complete";

/* Image Uploading HUD Failed */
"EDIT_PROFILE_HUD_IMAGE_UPLOAD_FAILED" = "Upload Failed";

/* Image Uploading HUD */
"EDIT_PROFILE_HUD_IMAGE_UPLOADING" = "Uploading...";

/* Cancel Button */
"EDIT_PROFILE_IMAGE_CROP_CANCEL_BUTTON" = "Cancel";

/* Done Button */
"EDIT_PROFILE_IMAGE_CROP_DONE_BUTTON" = "Done";

/* Edit Pictures Camera Button */
"EDIT_PROFILE_NEW_IMAGE_MENU_CAMERA_BUTTON" = "Camera";

/* Cancel Button */
"EDIT_PROFILE_NEW_IMAGE_MENU_CANCEL_BUTTON" = "Cancel";

/* Edit Pictures Photo Library Button */
"EDIT_PROFILE_NEW_IMAGE_MENU_PHOTO_LIBRARY_BUTTON" = "Photo Library";

/* Account Disabled Alert Body */
"ERROR_ALERT_BANNED_ERROR_BODY" = "You account has been suspended.";

/* Dismiss Button */
"ERROR_ALERT_CLOSE_BUTTON" = "Dismiss";

/* Dismiss Button */
"ERROR_ALERT_CUSTOM_CLOSE_BUTTON" = "Dismiss";

/* Network Error Alert Body */
"ERROR_ALERT_NETWORK_ERROR_BODY" = "Please check your network connection.";

/* Error Alert Title */
"ERROR_ALERT_TITLE" = "Error";

/* Unknown Error Alert Body */
"ERROR_ALERT_UNKNOWN_ERROR_BODY" = "An unknown error occurred.";

/* Verification Code Invalid Alert Body */
"ERROR_ALERT_VERIFICATION_CODE_INVALID_BODY" = "The verification code entered is invalid.";

/* Body of Alert First Time User Likes */
"HOME_FIRST_LIKE_BUTTON_TAP_ALERT_BODY_WITH_NAME" = "Tapping 💜 means you like %@.";

/* Cancel Button */
"HOME_FIRST_LIKE_BUTTON_TAP_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Likes */
"HOME_FIRST_LIKE_BUTTON_TAP_ALERT_LIKE_BUTTON" = "Like";

/* Title of Alert First Time User Likes */
"HOME_FIRST_LIKE_BUTTON_TAP_ALERT_TITLE" = "Like?";

/* Body of Alert First Time User Likes */
"HOME_FIRST_LIKE_SWIPE_ALERT_BODY_WITH_NAME" = "Swiping right means you like %@.";

/* Cancel Button */
"HOME_FIRST_LIKE_SWIPE_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Likes */
"HOME_FIRST_LIKE_SWIPE_ALERT_LIKE_BUTTON" = "Like";

/* Title of Alert First Time User Likes */
"HOME_FIRST_LIKE_SWIPE_ALERT_TITLE" = "Like?";

/* Body of Alert First Time User Passes */
"HOME_FIRST_PASS_BUTTON_TAP_ALERT_BODY_WITH_NAME" = "Tapping X means you're not interested in %@.";

/* Cancel Button */
"HOME_FIRST_PASS_BUTTON_TAP_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Passes */
"HOME_FIRST_PASS_BUTTON_TAP_ALERT_PASS_BUTTON" = "Pass";

/* Title of Alert First Time User Passes */
"HOME_FIRST_PASS_BUTTON_TAP_ALERT_TITLE" = "Pass?";

/* Body of Alert First Time User Passes */
"HOME_FIRST_PASS_SWIPE_ALERT_BODY_WITH_NAME" = "Swiping left means you're not interested in %@.";

/* Cancel Button */
"HOME_FIRST_PASS_SWIPE_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Passes */
"HOME_FIRST_PASS_SWIPE_ALERT_PASS_BUTTON" = "Pass";

/* Title of Alert First Time User Passes */
"HOME_FIRST_PASS_SWIPE_ALERT_TITLE" = "Pass?";

/* Body of Alert First Time User Super Likes */
"HOME_FIRST_SUPERLIKE_BUTTON_TAP_ALERT_BODY_WITH_NAME" = "Tapping 💎 means you Ultra Like %@. (They'll be able to see you liked them)";

/* Cancel Button */
"HOME_FIRST_SUPERLIKE_BUTTON_TAP_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Super Likes */
"HOME_FIRST_SUPERLIKE_BUTTON_TAP_ALERT_SUPERLIKE_BUTTON" = "Ultra Like";

/* Title of Alert First Time User Super Likes */
"HOME_FIRST_SUPERLIKE_BUTTON_TAP_ALERT_TITLE" = "Ultra Like?";

/* Body of Alert First Time User Swipes Super Likes */
"HOME_FIRST_SUPERLIKE_SWIPE_ALERT_BODY_WITH_NAME" = "Swiping up means you Ultra Like %@. (They'll be able to see you liked them)";

/* Cancel Button */
"HOME_FIRST_SUPERLIKE_SWIPE_ALERT_CANCEL_BUTTON" = "Cancel";

/* Confirm Button of Alert First Time User Swipes Super Likes */
"HOME_FIRST_SUPERLIKE_SWIPE_ALERT_SUPERLIKE_BUTTON" = "Ultra Like";

/* Title of Alert First Time User Swipes Super Likes */
"HOME_FIRST_SUPERLIKE_SWIPE_ALERT_TITLE" = "Ultra Like?";

/* Cancel Button */
"LOCATION_ATTACHMENT_SENDING_CANCEL_BUTTON" = "Cancel";

/* Picking Location Attachment Title */
"LOCATION_ATTACHMENT_SENDING_SEND_BUTTON" = "Send";

/* Close Button */
"LOCATION_ATTACHMENT_VIEWING_CLOSE_BUTTON" = "Close";

/* Map Current Location Marker Label */
"LOCATION_ATTACHMENT_VIEWING_LOCATION_MARKER_LABEL" = "Location";

/* Location Permission Alert Body */
"LOCATION_PERMISSION_ALERT_BODY" = "Please allow access to your location in Settings";

/* Cancel Button */
"LOCATION_PERMISSION_ALERT_CANCEL_BUTTON" = "Cancel";

/* Settings Button */
"LOCATION_PERMISSION_ALERT_SETTINGS_BUTTON" = "Settings";

/* Location Permission Alert Title */
"LOCATION_PERMISSION_ALERT_TITLE" = "Location Required";

/* */
"MENU_ALREADY_SUBSCRIBED_ALERT_CLOSE_BUTTON" = "Close";

/* */
"MENU_ALREADY_SUBSCRIBED_ALERT_TITLE" = "You're Already Subscribed";

/* Menu Name & Age Text */
"MENU_NAME_AGE_HEADING" = "%@ %d";

/* Menu Name Text */
"MENU_NAME_HEADING" = "%@";

/* You Matched Screen Subheading */
"NEW_MATCH_SUBHEADING" = "You and %@ liked each other!";

/* New Match Notification Title Text */
"NOTIFICATION_NEW_MATCH_TITLE" = "You have a new match!";

/* New Match Notification Body Text */
"NOTIFICATION_NEW_MATCH_BODY" = "";

/* New Message Notification Title Text. Use arg %1$@ to display sender name, %$2@ to display message text. Leave blank to not display. */
"NOTIFICATION_NEW_MESSAGE_TITLE" = "New Message";

/* New Message Notification Body Text.  Use arg %1$@ to display sender name, %$2@ to display message text. Leave blank to not display.*/
"NOTIFICATION_NEW_MESSAGE_BODY" = "%1$@: %2$@";

/* New Image Message Notification Title Text. Use arg %1$@ to display sender name. leave blank to not display. */
"NOTIFICATION_NEW_IMAGE_MESSAGE_TITLE" = "New Message";

/* New Image Message Notification Body Text.  Use arg %1$@ to display sender name. Leave blank to not display.*/
"NOTIFICATION_NEW_IMAGE_MESSAGE_BODY" = "%1$@: Attachment Received";

/* New Location Message Notification Title Text. Use arg %1$@ to display sender name. Leave blank to not display. */
"NOTIFICATION_NEW_LOCATION_MESSAGE_TITLE" = "New Message";

/* New Location Message Notification Body Text.  Use arg %1$@ to display sender name. Leave blank to not display.*/
"NOTIFICATION_NEW_LOCATION_MESSAGE_BODY" = "%1$@: Location Received";

/* Delete Button */
"PASSPORT_LOCATION_DELETE_BUTTON" = "Delete";

/* Title for missing country code error alert */
"PHONE_ENTRY_COUNTRY_CODE_NEEDED_ERROR_TITLE" = "Country Code Needed";

/* Body for missing country code error alert */
"PHONE_ENTRY_COUNTRY_CODE_NEEDED_ERROR_BODY" = "Please select the dialing code for your country.";

/* Title for missing phone number error alert. */
"PHONE_ENTRY_NUMBER_NEEDED_ERROR_TITLE" = "Phone Number Needed";

/* Body for missing phone number error alert. */
"PHONE_ENTRY_NUMBER_NEEDED_ERROR_BODY" = "Please enter your phone number.";

/* Cancel Button */
"PICTURE_ENTRY_ACTIVITY_SHEET_CLOSE_BUTTON" = "Cancel";

/* Add Picture Camera Button */
"PICTURE_ENTRY_CAMERA_BUTTON" = "Camera";

/* Cancel Button */
"PICTURE_ENTRY_CROP_VIEW_CANCEL_BUTTON" = "Cancel";

/* Done Button */
"PICTURE_ENTRY_CROP_VIEW_DONE_BUTTON" = "Done";

/* Uploading Progress HUD */
"PICTURE_ENTRY_IMAGE_UPLOAD_COMPLETE" = "Upload Complete";

/* Uploading Progress HUD */
"PICTURE_ENTRY_IMAGE_UPLOAD_FAILED" = "Upload Failed";

/* Uploading Progress HUD */
"PICTURE_ENTRY_IMAGE_UPLOADING" = "Uploading...";

/* Add Picture Photo Library Button */
"PICTURE_ENTRY_PHOTO_LIBRARY_BUTTON" = "Photo Library";

/* Camera permission required alert body */
"PICTURE_ENTRY_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to the camera from Settings.";

/* Camera permission required alert cancel button */
"PICTURE_ENTRY_CAMERA_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON   " = "Cancel";

/* Camera permission required alert settings button */
"PICTURE_ENTRY_CAMERA_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Camera permission required alert title */
"PICTURE_ENTRY_CAMERA_PERMISSION_REQUIRED_ALERT_TITLE" = "Camera Permission Required";

/* Photo library permission required alert body */
"PICTURE_ENTRY_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_BODY" = "Please allow access to photos from Settings.";

/* Photo library permission required alert cancel button */
"PICTURE_ENTRY_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_CANCEL_BUTTON   " = "Cancel";

/* Photo library permission required alert settings button */
"PICTURE_ENTRY_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_SETTINGS_BUTTON" = "Settings";

/* Photo library permission required alert title */
"PICTURE_ENTRY_PHOTO_LIBRARY_PERMISSION_REQUIRED_ALERT_TITLE" = "Photos Permission Required";

/* Title for user declining privacy policy alert. */
"PRIVACY_DECLINE_ALERT_TITLE" = "Warning";

/* Body for user declining privacy policy alert. */
"PRIVACY_DECLINE_ALERT_BODY" = "You cannot continue using our app unless you accept our Privacy Policy.";

/* Button for user to confirm they decline privacy policy (will log user out) */
"PRIVACY_DECLINE_ALERT_DECLINE_BUTTON" = "Decline";

/* Button for user to cancel privacy decline alert */
"PRIVACY_DECLINE_ALERT_CANCEL_BUTTON" = "Cancel";

/* Title for user accepting privacy policy alert. */
"PRIVACY_ACCEPT_ALERT_TITLE" = "Please Confirm";

/* Body for user accepting privacy policy alert. */
"PRIVACY_ACCEPT_ALERT_BODY" = "By tapping accept you are agreeing to our Privacy Policy.";

/* Button for user to confirm they accept privacy policy (will log user out) */
"PRIVACY_ACCEPT_ALERT_ACCEPT_BUTTON" = "Accept";

/* Button for user to cancel privacy accpt alert */
"PRIVACY_ACCEPT_ALERT_CANCEL_BUTTON" = "Cancel";

/* Profile Distance */
"PROFILE_DISTANCE_AWAY" = "%@ away";

/* Profile Distance Minimum */
"PROFILE_DISTANCE_AWAY_BELOW_MINIMUM" = "less than %@ away";

/* Mutual Friends Heading */
"PROFILE_MUTUAL_FRIENDS_HEADING_WITH_COUNT" = "%d Mutual Friends";

/* Profile Name/Age Heading */
"PROFILE_NAME_AGE_HEADING" = "%@ %d";

/* Cancel Button */
"PROFILE_OPTIONS_CANCEL_BUTTON" = "Cancel";

/* Report Button */
"PROFILE_OPTIONS_REPORT_BUTTON" = "Report";

/* Report Button (with user's name) */
"PROFILE_OPTIONS_REPORT_BUTTON_WITH_NAME" = "Report %@";

/* Profile Options Menu Share */
"PROFILE_OPTIONS_SHARE_BUTTON" = "Share";

/* Share Profile Text */
"PROFILE_SHARE_MESSAGE" = "Check out this dating app I found!";

/* Report Button */
"REPORT_ALERT_HEADING" = "Report";

/* Report Button (with user's name) */
"REPORT_ALERT_HEADING_WITH_NAME" = "Report %@";

/* Report Button */
"REPORT_DETAILS_ALERT_HEADING" = "Report";

/* Report Button (with user's name) */
"REPORT_DETAILS_ALERT_HEADING_WITH_NAME" = "Report %@";

/* */
"REPORT_SENT_ALERT_TITLE" = "Reported";

/* */
"REPORT_SENT_ALERT_BODY" = "Thanks for your report. We will look into this and take appropriate action where necessary";

/* */
"REPORT_SENT_ALERT_CLOSE_BUTTON" = "Close";

/* Settings Age Slider Label */
"SETTINGS_AGE_SLIDER_RANGE" = "%d - %@";

/* */
"SETTINGS_ALREADY_SUBSCRIBED_ALERT_CLOSE_BUTTON" = "Close";

/* */
"SETTINGS_ALREADY_SUBSCRIBED_ALERT_TITLE" = "You're Already Subscribed";

/* Upgrade HUD Restore Complete */
"SETTINGS_HUD_RESTORE_COMPLETE" = "Restore Complete";

/* Upgrade HUD Restore Failed */
"SETTINGS_HUD_RESTORE_FAILED" = "Restore Failed";

/* Interested In Men & Women */
"SETTINGS_INTERESTED_IN_MEN_AND_WOMEN_SELECTED" = "Men and Women";

/* Interested In Men */
"SETTINGS_INTERESTED_IN_MEN_SELECTED" = "Men";

/* Interested In Women */
"SETTINGS_INTERESTED_IN_WOMEN_SELECTED" = "Women";

/* Settings Location Title My Current Location */
"SETTINGS_LOCATION_CURRENT_LOCATION_HEADING" = "My Current Location";

/* Settings Location Title Passport */
"SETTINGS_LOCATION_PASSPORT_LOCATION_HEADING" = "Explorer Location";

/* Dismiss Button */
"SETTINGS_RESTORE_ERROR_ALERT_CLOSE_BUTTON" = "Close";

/* Error Alert Title */
"SETTINGS_RESTORE_ERROR_ALERT_TITLE" = "Error";

/* Share App Text */
"SETTINGS_SHARE_MESSAGE" = "Check out this dating app I found!";

"ULTRA_LIKE_LIMIT_ALERT_CLOSE_BUTTON" = "Close";

/* Privacy Policy Link */
"UPGRADE_DISCLAIMER_PRIVACY_LINK" = "Privacy Policy";

/* Terms of Service Link */
"UPGRADE_DISCLAIMER_TERMS_LINK" = "Terms of Service";

/* */
"UPGRADE_DISCLAIMER_TITLE" = "Auto-renews. Cancel any time.\n\n";

/* Upgrade HUD Purchase Complete */
"UPGRADE_HUD_PURCHASE_COMPLETE" = "Purchase Complete";

/* Upgrade HUD Purchase Failed */
"UPGRADE_HUD_PURCHASE_FAILED" = "Purchase Failed";

/* Upgrade HUD Restore Complete */
"UPGRADE_HUD_RESTORE_COMPLETE" = "Restore Complete";

/* Upgrade HUD Validating */
"UPGRADE_HUD_VALIDATING_PURCHASE" = "Validating Purchase";

/* Monthly Upgrade Duration/Price Button */
"UPGRADE_ONE_MONTH_PRICE_BUTTON" = "1 Month - %@";

/* Cannot Connect to Itunes Store Error */
"UPGRADE_PRODUCT_NOT_LOADED_ERROR_ALERT_BODY" = "Could not connect to iTunes Store.";

/* Dismiss Button */
"UPGRADE_PRODUCT_NOT_LOADED_ERROR_ALERT_CLOSE_BUTTON" = "Close";

/* Error Alert Title */
"UPGRADE_PRODUCT_NOT_LOADED_ERROR_ALERT_TITLE" = "Error";

/* Dismiss Button */
"UPGRADE_PURCHASE_FAILED_ERROR_ALERT_CLOSE_BUTTON" = "Close";

/* Error Alert Title */
"UPGRADE_PURCHASE_FAILED_ERROR_ALERT_TITLE" = "Error";

/* Biannually Upgrade Duration/Price Button */
"UPGRADE_SIX_MONTHS_PRICE_BUTTON" = "6 Months - %@";

/* Annually Upgrade Duration/Price Button */
"UPGRADE_TWELVE_MONTHS_PRICE_BUTTON" = "12 months - %@";

